print(5 + 5) 
print(10 - 5) 
print(5 * 5) 
print(25 / 5)

print("Learn" + "python") #Learnpython


# print("Learn" + 2024) # სტრინგს მივუმატე ინტეჯერი 
# print(Learn) # წინადადება ჩავწერე ბრჭყალების გარეშე
# print("Python" # არ დავხურე მოქმედება დამხურავი ფრჩხილით

      
#ტერმინალი არის ადგილი სადაც ვხედავთ კოდის მიერ განხორციელებული მოქმედების შედეგს

num_1 = 125
num_2 = 225
print(num_1 * num_2) # num_1 ცვლადი გავამრავლე num_2 ცვლადზე

# სტრინგი(str) არის ტექსტური მონაცემი როგორიცაა სახელი, გვარი ან წინადადება
# ინტეჯერი(int) არის მთელი რიცხვითი მონაცემი 