# გარდაქმნის პირველ სიმბოლოს დიდ ასოზე
print("nika".capitalize())

# გარდაქმნის მთლიან სტრინგს დიდ ასოებად
print("nika".upper())

# გარდაქმნის მთლიან სტრინგს პატარა ასოებად
print("nika".lower())

# აბრუნებს სტრინგში მითითებული მნიშნვნელობის რაოდენობას
txt = "I love bananas, bananas are my favorite fruit"
print(txt.count("bananas"))

# გარდაქმნის თითოეული სიტყვის პირველ სიმბოლოს დიდ ასოდ
print("nika petelava".title())

"""
ფუნქცია არის ინსტრუქციების ერთობლიობა კონკრეტული დავალების შესასრულებლად,
ხოლო მეთოდი არის ინსტრუქციების ერთობლიობა, რომლებიც დაკავშირებულია ობიექტთან.

"""


